/* localizable strings */
"OK" = "OK";
"Cancel" = "Cancelar";
"Are you sure you want to delete ?" = "Tem a certeza que quer eliminar ?";
"Are you sure you want to empty the contents of this archive ?" = "Tem a certeza que quer esvaziar o conteúdo deste arquivo ?";
"Extract Here" = "Extrair Aqui";
"Compress Here" = "Comprimir Aqui";
"Operation failed" = "Falhou a operação";
"Warning !" = "Aviso !";
"The contents of the file can not be deleted with this programme !" = "O conteúdo deste ficheiro não pode ser eliminado com este programa !";
"/Desktop" = "/Equipamento de mesa";
"Save" = "Guardar";
"Being analyzed," = "A ser analisado,";
"please wait for a moment !" = "Por favor, aguarde um momento !";
"Compressing," = "Comprimindo,";
"file" = "ficheiro";
"folder" = "pasta";
"Being analyzed..." = "A ser analisado...";
"Being analyzed: " = "A ser analisado: ";
"The contents of the file can not be shown with this programme !" = "O ficheiro não pode ser mostrado !";
"The contents of the file is empty !" = "O conteúdo do ficheiro está vazio !";
"Can not open this file with this programme !" = "Não pode abrir este ficheiro com este programa !";
"Detect automatically" = "Detetar automaticamente";
"Password needed on file \"%@\"" = "senha necessária no ficheiro \"%@\"";
"Extracting" = "Extraindo";
"Extracting:" = "Extraindo:";
"The contents of [%@] can not be extracted with this programme !" = "Os conteúdos do ficheiro [%@] não podem ser extraídos com este programa !";
"The contents of the file can not be extracted with this programme !" = "Os conteúdos do ficheiro não podem ser extraídos com este programa !";
"Error : [%@] !" = "Erro : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "ter existido, se você deseja atualizar ?";
"Updating view from \"%@\"" = "Atualizando vista a partir de \"%@\"";
"Adding files to" = "Adicionando arquivos para";
"%@  (%d/%d total)" = "%@  (%d/%d total)";
"The same file is opening, eject it please !" = "O mesmo arquivo está abrindo, ejetá-lo, por favor !";
"Creating : " = "Criando : ";
"Select a folder to save" = "Escolha uma pasta para salvar";
"Save Here" = "Guardar";
"Compressing : " = "Comprimindo : ";
"Some error happen, retry please !" = "Algum erro aconteceu, por favor tente novamente !";
"Normal" = "Normal";
"Maximized" = "Maximizada";
"Name" = "Nome";
"Kind" = "Tipo";
"Size" = "Tamanho";
"Original size" = "Tamanho Original";
"Created" = "Criado";
"Modified" = "Modificado";

"About SmartZipper Pro" = "Sobre SmartZipper Pro";
"Preferences" = "Preferências…";
"Services" = "Serviços";
"Hide SmartZipper Pro" = "Esconder SmartZipper Pro";
"Hide Others" = "Esconder Outros";
"Show All" = "Mostrar Tudo";
"Quit SmartZipper Pro" = "Sair SmartZipper Pro";

"Set selected the path as default saving path" = "Definir o caminho selecionado como o caminho padrão a guardar";
"Default path can be modified in \"Preferences\"" = "O caminho padrão guardado pode ser alterado em \"Preferências\"";

"Add" = "Adicionar";
"Delete" = "Apagar";
"Quick Look" = "Visualização";
"Extract to" = "Extrair";
"Search" = "Pesquisa";
"File Name" = "Nome do ficheiro";

"Edit" = "Editar";
"View" = "Ver";
"Help" = "Ajuda";

"Window" = "Janela";
"Minimize" = "Minimizar";
"Open Window" = "Abrir janela";
"Bring All to Front" = "Trazer Tudo para a Frente";

"Date Modified" = "Tempo";
"Path" = "Caminho";


"Extract" = "Extrair";
"Advanced" = "Avançado";
"Always custom" = "Sempre personalizado";
"Use default path" = "Usar o caminho predefinido";
"Change" = "Alterar";
"Show content in Finder after extraction" = "Mostrar conteúdo no Localizador após a extração";
"When double-clicking archive in the Finder, directly extract" = "Ao clicar duas vezes arquivo no Finder, directa extrair";
"Set SmartZipper Pro as default compressor/uncompressor" = "Definir SmartZipper Pro como compressor/descompressor padrão";
"Close" = "Fechar";

"Filename encoding autodetection" = "Nome de ficheiro codificando autodeteção";
"Filename encoding:" = "Codificação do Nome do ficheiro:";
"Threshold:" = "Entrada:";
"confidence" = "Nível de confiança";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(Um nível mais baixo de confiança do que este faz com que o programa peça uma codificação em vez de usar o autodetetado.)";



"General" = "Geral";
"Compression format:" = "Formato de Compressão:";
"[gz and bzip2 only support one file every time !]" = "[gz e bzip2 suportam apenas um ficheiro de cada vez !]";
"Split" = "Dividir";
"Split size:" = "Dividir tamanho:";
"Encrypt" = "Encriptar";
"Input password:" = "Introduzir senha:";
"Encrypt headers ( Only 7z )" = "Cabeçalhos criptografar ( apenas 7z )";

"Compression level:" = "Nível de compressão: ";
"Store" = "Guardar";
"Fastest" = "Mais Rápido";
"Fast" = "Rápido";
"Normal" = "Normal";
"Maximum" = "Máximo";
"Ultra" = "Ultra";
"Solid archives (only 7z)" = "Arquivos Sólidos (apenas 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Excluir confluências de recursos do Mac OS X (ex:.DS_Store)";
"Show content in Finder after compression" = "Mostrar conteúdo no Localizador após a compressão";
"The same path of the original file" = "O mesmo caminho do ficheiro original";

"Rate the App description" = "Obrigado por utilizar o nosso software. Ele ajudou-o? Ficaríamos muito gratos se pudesse ajudar a avaliá-lo no seu tempo livre. Muito obrigado.";
"Rate now" = "Avaliar agora";
"Rate later" = "Avaliar mais tarde";
"Don't show again" = "Não mostrar novamente";


"Help Document" = "Documento de Ajuda";
"Are you sure you want to add ?" = "Tem a certeza da que pretende adicionar os ficheiros?";
"Selected Items" = "Itens Selecionados";
"Entire Zip File" = "Ficheiro Zip Inteiro";
"Open" = "Abrir";
"Go" = "Ir";
"Work path : " = "Pasta de Trabalho : ";


"help introduce" = "※\nEra melhor selecionar \"%@\" como seu diretório de trabalho para que o SmartZipper Pro trabalhe melhor nele. Irá desfrutar de algumas funcionalidades convenientes por defeito.\n\n※\nPode entrar na interface \"%@\" através do item do menu: \"SmartZipper Pro\". Ele fornece muitos parâmetros de preferências à sua escolha.\n\n※\nPode abrir a janela através do menu: \"%@\".";

"Open a directory or an archiver" = "Abra um diretório ou um compactador de ficheiros";


"Previous" = "Anterior";
"Next" = "Próximo";
"Zoom" = "Zoom";
"Zoom to Fit" = "Zoom para ajustar";

"Skip" = "Saltar";
"The file has been removed!" = "O ficheiro não existe.";

"Are you sure you want to add or open the files ?" = "Tem a certeza de que deseja adicionar ou abrir estes ficheiros?";
"Extract slowly" = "Verifique qual o ficheiro que necessita de palavra-passe se houver palavras-passe diferentes para ficheiros diferentes nos arquivos. (Lentamente)";

"Review on the App Store" = "Avalie na Appstore";
"Always show compress panel" = "Mostrar sempre a caixa com a opção de compressão";
"Always use default format" = "Comprima com formato de compressão por defeito";
"Finder's context menu" = "Menu de Contexto da Finder";

"Purchase" = "compra";
"remind purchase text" = "Está a usar uma versão de teste da SmartZipperPro. Se gosta dela, queira comprá-la na Mac AppStore";
"You can also try a few days of" = "Resta %ld dia de versão de teste";
"Remind me" = "Relembre";

"Ask user whether save document \"%@\"" = "O documento \"%@\" foi modificado. Deseja guardar as alterações?";
"Ask user whether save doc document with images" = "As fotografias inseridas no documento podem ser perdidas. Deseja guardar as alterações?";
"Don't Save" = "Não Salvar";
"Undo Typing" = "Retroceder digitação";
"Redo Typing" = "Refazer digitação";
"Ask user whether update archive \"%@\"" = "O documento \"%@\" foi modificado. Deseja actualizá-lo no arquivo?";
"Update Archive" = "Actualizar Arquivo";
"Updating files to" = "Actualizar ficheiros para";
"Update" = "Actualizar";
"Don't Update" = "Não Actualizar";
"Hex" = "Hex";
"Preview" = "Preview";

